 [
    {
      "img": "https://i.ibb.co/SNnKRGK/istockphoto-178559422-170667a.webp",
      "estate_title": "Cozy Cottage Retreat",
      "description": "Charming single-family home located in a quiet suburban neighborhood. Spacious living areas and a private backyard make it perfect for relaxation. Ideal for families seeking tranquility and comfort."
    },
    {
      "img": "https://i.ibb.co/Qng1nVt/photo-1619542402915-dcaf30e4e2a1.jpg",
      "estate_title": "Urban Townhouse Haven",
      "description": "Modern townhouse offering urban sophistication and convenience. Features sleek design elements and multiple levels, including a rooftop terrace. Ideal for those seeking a contemporary lifestyle in the heart of the city."
    },
    {
      "img": "https://i.ibb.co/G9hVkRy/istockphoto-1367813999-170667a.webp",
      "estate_title": "Cityscape Apartment Living",
      "description": "Luxurious apartment with panoramic city views and resort-style amenities. Spacious living areas with floor-to-ceiling windows provide plenty of natural light. Conveniently located in the bustling metropolitan area."
    },
    {
      "img": "https://i.ibb.co/S0pcCMH/photo-1624343385944-b99336163b50.jpg",
      "estate_title": "Campus Comfort Quarters",
      "description": "Student-friendly housing community offering comfort and convenience. Cozy and affordable accommodations near universities. Furnished rooms with shared kitchen, study lounge, and laundry facilities."
    },
    {
      "img": "https://i.ibb.co/Btzhrz9/istockphoto-1448774140-170667a.webp",
      "estate_title": "Serene Retirement Retreat",
      "description": "Tranquil senior living community offering comfort and companionship. Nestled in a serene natural setting with community center and walking trails. Provides a peaceful retreat for retirees seeking an active lifestyle."
    },
    {
      "img": "https://i.ibb.co/GdZbMkJ/istockphoto-861963462-170667a.webp",
      "estate_title": "Modern Multi-family Complex",
      "description": "Contemporary apartment building featuring modern design and upscale amenities. Offers spacious units with open-concept layouts and high-end finishes. Includes fitness center, parking garage, and community garden."
    }
]